Repository: trinm8/Placeholder
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: nl

source: Please log in to access this page.
nl: Log in om toegang te krijgen tot deze pagina.

source: [PlaceHolder] Reset Your Password
nl: [PlaceHolder] Reset je wachtwoord

source: username
nl: gebruikersnaam

source: Send Reset Link
nl: Stuur reset link

source: Password
nl: Wachtwoord

source: Repeat Password
nl: Herhaal wachtwoord

source: Update Password
nl: Update wachtwoord

source: Username
nl: Gebruikersnaam

source: Sign In
nl: Log in

source: First name
nl: Voornaam

source: Last name
nl: Achternaam

source: Register
nl: Registreren

source: Please use a different username. The given one is already used.
nl: Gebruik een andere gebruikersnaam. Deze is al gebruikt.

source: Invalid username or password
nl: Ongeldige gebruikersnaam of wachtwoord

source: Congratulations, you are now a registered user!
nl: Gefeliciteerd, je bent nu een geregistreerde gebruiker!

source: Check your email for the instructions to reset your password. Check your junk mail too when you didn't receive anything
nl: Controleer uw e-mail voor de instructies om uw wachtwoord opnieuw in te stellen. Controleer ook uw ongewenste e-mail wanneer u niets heeft ontvangen

source: No user found with the given name.
nl: Geen gebruiker gevonden met de opgegeven naam.

source: Your password has been reset.
nl: Je wachtwoord is gereset.

source: Page not found
nl: Pagina niet gevonden

source: Method not allowed
nl: Methode niet toegestaan

source: Internal error
nl: Interne fout

source: Welcome
nl: Welkom

source: over 9000
nl: meer dan 9000

source: Driver
nl: Bestuurder

source: Passenger
nl: Passagier

source: Passenger places
nl: Passagiersplaatsen

source: Spotify playlist ID
nl: Spotify-afspeellijst-ID

source: destination
nl: bestemming

source: date
nl: datum

source: Confirm
nl: Bevestigen

source: Be sure to only enter the ID of the playlist. The playlist ID are all chars after the last "/" and before the "?" in the link you use to share a playlist
nl: Zorg ervoor dat u alleen de ID van de afspeellijst invoert. De afspeellijst-ID zijn allemaal tekens na de laatste "/" en vóór de "?" in de link die u gebruikt om een afspeellijst te delen

source: Save Changes
nl: Wijzigingen opslaan

source: Age
nl: Leeftijd

source: Search
nl: Zoeken

source: Accept
nl: Aanvaarden

source: Reject
nl: Weigeren

source: pickup
nl: tussenstop

source: Send Request
nl: Verzend verzoek

source: The geolocator is timing out! please try again
nl: De geolocator heeft een time-out! probeer het opnieuw

source: The Start address is invalid
nl: Het startadres is ongeldig

source: The destination address is invalid
nl: Het bestemmingsadres is ongeldig

source: Date is invalid
nl: Datum is ongeldig

source: Start data exceeds character limit
nl: De start data is langer dan de karakter limiet

source: Destination data exceeds character limit
nl: De bestemming data is langer dan de karakter limiet

source: Playlist data exceeds character limit
nl: De playlist data is langer dan de karakter limiet.

source: Passenger places must be a number!
nl: Passagiersplaatsen moet een nummer zijn!

source: New route added
nl: Nieuwe route toegevoegd

source: Request has been cancelled
nl: Verzoek is geannuleerd

source: There aren't any places left in the car
nl: Er zijn geen plaatsen meer in de auto

source: Request has been made
nl: Er is een verzoek ingediend

source: The request has been cancelled
nl: Het verzoek is geannuleerd

source: This route request has already been accepted
nl: Dit routeverzoek is al geaccepteerd

source: This route request has already been rejected
nl: Dit routeverzoek is al afgewezen

source: You don't have any places left in your car
nl: Je hebt geen plaatsen meer in je auto

source: The route request was successfully accepted.
nl: Het routeverzoek is met succes geaccepteerd.

source: The route request was successfully rejected.
nl: Het routeverzoek is afgewezen.

source: New Route
nl: Nieuwe route

source: Notifications
nl: Meldingen

source: The route has been deleted successfully
nl: De route is succesvol verwijderd

source: You have to be the driver of the route in order to remove it
nl: Je moet de bestuurder van de route zijn om deze te verwijderen

source: You have to be the driver of the route in order to edit it
nl: Je moet de bestuurder van de route zijn om deze te kunnen bewerken

source: Edit Route
nl: Route bewerken

source: Passenger places must be a number
nl: Het aantal passagiersplaatsen moet een nummer zijn

source: Your changes have been updated
nl: Uw wijzigingen zijn bijgewerkt

source: Home
nl: Startpagina

source: About
nl: Over ons

source: Don't click here
nl: Klik hier niet

source: Sign up
nl: Aanmelden

source: No routes planned in the future
nl: Geen routes gepland in de toekomst

source: Next route:
nl: Volgende route:

source: Logout
nl: Uitloggen

source: by
nl: door

source: and
nl: en

source: Forgot your password?
nl: Je wachtwoord vergeten?

source: Don't worry, you can still set a new one!
nl: Maak je geen zorgen, je kunt nog steeds een nieuwe instellen!

source: Welcome to [PlaceHolder]
nl: Welkom bij [PlaceHolder]

source: Please
nl: Alstublieft

source: to continue!
nl: om door te gaan!

source: Let's
nl: Laten we

source: register
nl: registreren

source: Reset Password
nl: Wachtwoord opnieuw instellen

source: Let's change you password
nl: Laten we uw wachtwoord wijzigen

source: Hey
nl: Hallo

source: To reset your password
nl: Om uw wachtwoord opnieuw in te stellen

source: click here
nl: Klik hier

source: Alternatively, you can paste the following link in your browser's address bar:
nl: Als alternatief kunt u de volgende link in de adresbalk van uw browser plakken:

source: If you have not requested a password reset simply ignore this message.
nl: Als u geen wachtwoordreset heeft aangevraagd, negeert dan dit bericht.

source: Have a nice day,
nl: Fijne dag,

source: The PlaceHolder Team
nl: Het PlaceHolder-team

source: Error 404: Page not found
nl: Fout 404 - Pagina niet gevonden

source: Oopsie, please contact us when you think this is an error
nl: Oepsie, neem contact met ons op als je denkt dat dit een fout is

source: Error 405: Method not allowed
nl: Fout 405: methode niet toegestaan

source: You are not allowed to use the requested method on this page. (e.g. using a GET request for one of the pages of the API which only supports POST)
nl: Je hebt geen toestemming om de gebruikte methode op deze pagina te gebruiken

source: Error 500: Internal server error
nl: Fout 500 - Interne Server Fout

source: Someone did an oopsie, sorry for the inconvenience
nl: Iemand heeft een oopsie gedaan, sorry voor het ongemak

source: We're still working on this page, stay tuned!
nl: We werken nog aan deze pagina, blijf op de hoogte!

source: About Us
nl: Over ons

source: Who are we?
nl: Wie zijn we?

source: Hi, we are the developers of PLACEHOLDER.
nl: Hallo, wij zijn de ontwikkelaars van PLACEHOLDER.

source: As computerscientists at the University of Antwerp, we had to make this website for our final project for the course "Programming Project Databases". In this course we have learned the practical side of using databases.
nl: Als informaticastudenten aan de UAntwerpen, hebben we deze site moeten maken voor het vak "Programming Project Databases ". In dit vak leerden we de databases toepassen.

source: The assignment was to create a webapplication for carpooling where we had to stand our from other already existing webapplications. We came up with the idea to not only select availeble options from the route but also from peoples music taste. PLACEHOLDER is the result of our work.
nl: De opdracht was om een webapp te maken om te carpoolen waarbij we ons uniek moesten maken van reeds bestaande webapps. Wij zijn met het idee gekomen om niet alleen te selecteren op basis van de vrije plaatsen, maar ook op basis van mensen hun muziekkeuzes. PLACEHOLDER is het resultaat van ons werk.

source: By
nl: Door

source: What is PLACEHOLDER
nl: Wat is PLACEHOLDER

source: Select your groove, when you move
nl: Een rit met de juiste muziek, want dat maakt ons uniek.

source: This is not just another website for carpooling. It's a fast and easy way to find the ride which is perfect just for you. PLACEHOLDER doesn't only find you someone who can take you from place A to place B. No, it also finds you the person who will have a same interest in music as you. Carpooling always brings people closer together, it's a beautiful and easy was to be social with other people and with PLACEHOLDER you will already know you have a common thing: your music-style. You might be wondering what we've already achieved.
nl: Dit is niet gewoon een andere carpooling site. Het is een snelle en makkelijke manier om de rit te viden die perfect bij jou past. PLACEHOLDER laat je niet gewoon iemand vinden die je van plaats A naar plaats B brengt. Nee, het houdt ook rekening met de muziekinteresse die zowel jij, als de bestuurder hebben. Carpoolen brengt mensen altijd dichter bij elkaar. Het is makkelijk om snel sociaal te kunnen doen met andere mensen, zeker met PLACEHOLDER, want daar heb je al een gemeenschappelijk ding: Jullie muziekkeuze. Je vraagt je misschien af wat we al bereikt hebben.

source: That's a lot, to be exact
nl: Dat is veel, om exact te zijn

source: people that have been rickrolled.
nl: mensen die we al gerickrolled hebben

source: History
nl: Geschiedenis

source: All routes where you have participated in
nl: Alle routes waaraan je hebt deelgenomen

source: From
nl: Van

source: To
nl: Naar

source: Time
nl: Tijd

source: More info
nl: Meer informatie

source: Choose your music
nl: Kies je muziek

source: You probably know the feeling: You want to save the environment, so you decide to go carpooling, but then, from the moment you enter the car, you only hear Jazz music, the music you hated most of all.
nl: Je kent vast het gevoel: Je wilt eens goed zijn voor het milieu, dus je beslist om te gaan carpoolen, maar dan, vanaf je de wagen instapt, begin je Jazz muziek te horen, nu net de muziek waar je het meest een hekel aan hebt.

source: Well, we have a solution for you, because with [PlaceHolder], you can hold a place in someones car with the music you like. Yes, you read that right: [PlaceHolder] is a carpooling app which selects your optimal trip by taking the music preferences of the passengers into account.
nl: Wij hebben een oplossing voor jou, want met [PlaceHolder] kan je een plaats in iemands auto vrijhouden met de muziek die je zelf leuk vind. Yup, dat heb je goed gelezen: [PlaceHolder] is een caarpooling app die de optimale trip selecteerd door rekening te houden met mensen hun muziekkeuzes.

source: Go in style
nl: Ga in stijl

source: You can sign up and add your first ride in less than a minute (we tested it). Once signed in, your greeted with our minimal design for optimal functionality. I can keep talking about it, but it's best you're going to find it all out by yourself.
nl: Je kan registreren en je eerste rit toevoegen in minder dan een minuut (we hebben het getest). Eens je bent ingelogd word je begroet met ons minimale design voor optimale functionaliteit. Ik kan erover blijven praten, maar het beste is dat je het allemaal zelf kan ontdekken.

source: So why are you still reading this? Let's select your groove, while you move.
nl: Dus, waarom ben je dit nog aan het lezen? Kies snel een rit met de juiste muziek, want dat maakt ons uniek.

source: Add a new trip
nl: Nieuwe route toevoegen

source: No routes planned
nl: Geen routes gepland

source: From:
nl: Van:

source: To:
nl: Naar:

source: No passengers
nl: Geen passagiers

source: Here is the playlist that was added to the route.
nl: Hier is de afspeellijst die aan de route is toegevoegd.

source: No playlist added to this route.
nl: Geen playlist toegevoegd aan deze route.

source: Here is some other music to cheer you up.
nl: Hier is wat andere muziek om je op te vrolijken.

source: Here is some other music, hehe.
nl: Hier is wat andere muziek, hehe.

source: Add Route
nl: Route toevoegen

source: Role:
nl: Rol:

source: Destination:
nl: Bestemming:

source: Date:
nl: Datum:

source: Passenger places:
nl: Passagiersplaatsen:

source: Spotify playlist ID:
nl: Spotify-afspeellijst-ID:

source: Trip information
nl: Reisinformatie

source: Time:
nl: Tijd:

source: Places left:
nl: Resterende plaatsen:

source: Driver information
nl: Informatie over de bestuurder

source: Name:
nl: Naam:

source: Passengers
nl: Passagiers

source: Stops
nl: Tussenstops

source: Passengers information
nl: Passagiersinformatie

source: Pickup Point:
nl: Oppik punt:

source: Recommended pickup order
nl: Aangeraden tussenstop volgorde

source: Cancel request
nl: Annuleer verzoek

source: Where do you want to be picked up?
nl: Waar wil je opgehaald worden?

source: Edit
nl: Bewerken

source: Delete
nl: Verwijderen

source: Add to calendar
nl: Toevoegen aan kalender.

source: Request overview
nl: Overzicht van aanvragen

source: All requests for routes where you are the driver for
nl: Alle aanvragen voor routes waar jij de chauffeur voor bent

source: Accepted
nl: Geaccepteerd

source: Rejected
nl: Afgekeurd

source: Pending
nl: In afwachting

source: wants to ride!
nl: wil rijden!

source: FROM:
nl: VAN:

source: TO:
nl: NAAR:

source: PICKUP:
nl: Tussenstop:

source: TIME:
nl: TIJD:

source: View
nl: Bekijken

source: Search results
nl: Zoekresultaten

source: Departure near
nl: Vertrek nabij

source: Arrive near
nl: Bestemming in de buurt van

source: wants to ride with you!
nl: wil met je rijden!

source: Here is some other music, hehep.
nl: Hier is wat andere muziek, hehep.

source: User information
nl: Gebruiker informatie

source: Distance (km):
nl: Afstand (km):

source: Review
nl: Beoordeel

source: Write your review:
nl: Schrijf je beoordeling:

source: Reviews
nl: Beoordelingen

source: All reviews of and by you
nl: Alle beoordelingen over en door jou

source: Review of you
nl: Beoordelingen over jou

source: Settings
nl: Instellingen

source: Edit your preferences
nl: Instellingen aanpassen

source: Edit profile
nl: Bewerk profiel

source: First name:
nl: Voornaam:

source: Last name:
nl: Achternaam:

source: Email:
nl: E-mail adres:

source: Change password:
nl: Wachtwoord wijzigen:

source: Music Settings
nl: Muziekinstellingen

source: Add liked genre:
nl: Genre dat je leuk vindt toevoegen:

source: Add disliked genre:
nl: Niet leuk genre toevoegen:

source: Car Settings
nl: Auto-instellingen

source: Color:
nl: Kleur:

source: Brand:
nl: Merk:

source: License plate:
nl: Nummerplaat:

source: Delete account
nl: Account verwijderen

source: Profile
nl: Profiel

source: Phone Number:
nl: Telefoonnummer:

source: Music
nl: Muziek

source: Liked genre(s):
nl: Gelikte genre(s):

source: Disliked genre(s):
nl: Genre(s) die je niet leuk vindt:

source: Licence Plate:
nl: Kentekenplaat:

source: has not been reviewed yet.
nl: heeft nog geen beoordelingen

source: All reviews
nl: Alle beoordelingen

source: Add review
nl: Beoordeling toevoegen

source: Update Profile
nl: Profiel bijwerken

source: Liked Genre
nl: Genre leuk gevonden

source: Disliked Genre
nl: Genre niet leuk gevonden

source: Add
nl: Toevoegen

source: Color
nl: Kleur

source: Brand
nl: Merk

source: License plate
nl: Nummerplaat

source: Update Car
nl: Auto bijwerken

source: Review text
nl: Beoordeling tekst

source: Submit
nl: Verzenden

source: User data field exceeds character limit
nl: Gebruiker data veld zit over da karakter limiet.

source: Profile settings updated!
nl: Profielinstellingen bijgewerkt!

source: Genre exceeds character limit
nl: Het genre heeft meer karakters dan toegestaan.

source: Liked genre added!
nl: Geliefd genre toegevoegd!

source: Disliked genre added!
nl: Niet leuk genre toegevoegd!

source: Car data field exceeds character limit
nl: De data voor de wagen zit over de karakter limiet

source: Car settings updated!
nl: Auto-instellingen bijgewerkt!

source: Genre removed!
nl: Genre verwijderd!

source: Your account has been deleted successfully
nl: Uw account is succesvol verwijderd

source: You can only delete your own account
nl: Je kunt alleen je eigen account verwijderen

source: Review Overview
nl: Overzicht van beoordelingen

source: Review score larger than 5 or smaller then 0
nl: De score van de beoordeling moet tussen 0 en 5 liggen

source: Add Review
nl: Beoordeling toevoegen

source: Review edited
nl: Beoordeling bewerkt

source: New review added
nl: Nieuwe beoordeling toegevoegd
